"OK" = "OK";
"All subscriptions" = "Tutti gli abbonamenti";
"Privacy" = "Riservatezza";
"Privacy policy" = "Politica sulla riservatezza";
"Purchases restored successfully!" = "Acquisti ripristinati con successo!";
"Restore" = "Ristabilire";
"Restore purchases" = "Ripristinare gli acquisti";
"Terms" = "Termini";
"Terms and conditions" = "Termini e Condizioni";
"Annual" = "Annuale";
"6 Month" = "6 mesi";
"3 Month" = "3 mesi";
"2 Month" = "2 mesi";
"Monthly" = "Mensile";
"Weekly" = "settimanalmente";
"Lifetime" = "Tutta la vita";
"%d%% off" = "Sconto del %d%%";
"Continue" = "Continua";
"Default_offer_details_with_intro_offer" = "Inizia la tua prova di {{ sub_offer_duration }}, poi {{ total_price_and_per_month }}.";
"Something went wrong" = "Qualcosa è andato storto";
"Purchase" = "Acquista";
